tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'

brew 'mas'
mas '1Password', id: 443987910
mas 'Amphetamine', id: 937984704
mas 'Remote Desktop', id: 409907375
mas 'Slack', id: 803453959
mas 'Todoist: To Do List | Task List', id: 585829637
mas 'Xcode', id: 497799835

cask 'bartender'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'gpgtools'
cask 'iterm2'
cask 'java'
cask 'sketch'
cask 'spectacle'
cask 'transmission'
cask 'vagrant'
cask 'viscosity'

brew 'ack'
brew 'cmake'
brew 'git'
brew 'gist'
brew 'go'
brew 'heroku'
brew 'hub'
brew 'imagemagick'
brew 'jq'
brew 'macvim', args: ['override-system-vim']
brew 'nginx', args: ['with-passenger']
brew 'node'
brew 'openssl'
brew 'postgresql'
brew 'python'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ruby'
brew 'ssh-copy-id'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'zsh'
